[
  {
    "text": "Alles, was ich weiß, ist, dass ich kein \"Marxist\" bin",
    "author": "Karl Marx"
  },
  {
    "text": "Die Franzosen brauchen Pruegel",
    "author": "Karl Marx"
  },
  {
    "text": "Ich dehne diesen Band [des Kapitals] mehr aus, da die deutschen Hunde den Wert der Bücher nach dem Kubikinhalt schätzen.",
    "author": "Karl Marx"
  },
  {
    "text": "Die Proletarier dieser Welt haben nichts zu verlieren als ihre Ketten. Sie haben eine Welt zu gewinnen",
    "author": "Karl Marx"
  },
  {
    "text": "Proletarier aller Laender, vereingigt euch!",
    "author": "Karl Marx"
  },
  {
    "text": "Die Religion ist der Seufzer der bedrängten Kreatur",
    "author": "Karl Marx"
  },
  {
    "text": "Religion ist das Opium des Volkes",
    "author": "Karl Marx"
  },
  {
    "text": "Die Kinder müssen ihre Eltern erziehen",
    "author": "Karl Marx"
  },
  {
    "text": "Alle Revolutionen haben bisher nur eines bewiesen, nämlich, dass sich vieles ändern lässt, bloß die Menschen nicht",
    "author": "Karl Marx"
  },
  {
    "text": "Die Revolution sind die Lokomotiven der Geschichte",
    "author": "Karl Marx"
  },
  {
    "text": "Der Mensch macht die Religion, die Religion macht nicht den Menschen",
    "author": "Karl Marx"
  },
  {
    "text": "Religion ist die Unfähigkeit des menschlichen Verstandes, Ereignisse ins Gesicht zu sehen, die er nicht versteht",
    "author": "Karl Marx"
  },
  {
    "text": "Der Arbeitslohn wird also durch dieselben Gesetze bestimmt, die den Preis jeder anderen Ware bestimmt",
    "author": "Karl Marx"
  },
  {
    "text": "Kein Mensch bekämpft die Freiheit, er bekämpft höchstens die Freiheit der anderen",
    "author": "Karl Marx"
  },
  {
    "text": "Alle Emanzipation ist Zurückführung der menschlichen Welt, der Verhältnisse, auf den Menschen selbst",
    "author": "Karl Marx"
  },
  {
    "text": "Es gibt keine politische Bewegung, die nicht gleichzeitig auch eine gesellschaftliche wäre",
    "author": "Karl Marx"
  },
  {
    "text": "Die Ideen existieren nicht gertennt von der Sprache",
    "author": "Karl Marx"
  },
  {
    "text": "Die Gewalt ist der Geburtsfehler jeder alten Gesellschaft, die mit einer neuen schanger geht",
    "author": "Karl Marx"
  },
  {
    "text": "Der Kommunismus ist für uns nicht ein Zustand, der hergestellt werden soll, ein Ideal, wonach die Wirklichkeit sich zu richten haben [wird]",
    "author": "Karl Marx"
  },
  {
    "text": "Die Geschichte aller bisherigen Gesellschaft ist die Geschichte von Klassenkämpfen",
    "author": "Karl Marx"
  },
  {
    "text": "Faschischmus ist keine Meinung, sondern ein Verbrechen",
    "author": "Felix Leonbacher"
  },
  {
    "text": "Die Arbeiter haben kein Vaterland",
    "author": "Karl Marx"
  }
]
